// Input type name text size
"ScriptNameTextSize" = "13.0";

"ROTATE_SCRIPTS_HOTKEY_DESCRIPTION" = "Valitse seuraava syöttölähde valikosta:";
"LAST_SCRIPT_HOTKEY_DESCRIPTION" =    "Valitse edellinen syöttölähde:";
"HAND_WRITING_HOTKEY_DESCRIPTION" = "Näytä tai kätke ohjauslevyn käsialantunnistus";
"ROTATE_SCRIPTS_HOTKEY" = "%@";
"LAST_SCRIPT_HOTKEY"	= "%@";
"HAND_WRITING_HOTKEY"	= "%@";


// Input type names
"PenInputMethod" = "Kynä";
"PaletteInputMethod" = "Paletti";
"KeyboardInputMethod" = "Syöttötapa";
"KeyboardLayout" = "Näppäimistö";
"KeyboardInputMode" = "Syöttötila";

"Script-0" = "Latinalainen";
"Script-1" = "Japani";
"Script-2" = "Perinteinen kiina";
"Script-3" = "Korea";
"Script-7" = "Kyrillisiä merkkejä";
"Script-25" = "Yksinkertaistettu kiina";
"Script-29" = "Keski-Eurooppa";
"Script-126" = "Unicode";

"INPUT_SOURCE_SEARCH_TOOLTIP" =    "Syötä syöttölähteen nimi tai kieli.";
"INPUT_SOURCE_INFO_TOOLTIP" =    "%@, %@";
"PALETTE_INPUT_SOURCE_TOOLTIP_TYPE" = "Palettisyöttötapa";
"INPUTMETHOD_INPUT_SOURCE_TOOLTIP_TYPE" = "Näppäimistösyöttötapa";
"INPUTMODE_INPUT_SOURCE_TOOLTIP_TYPE" = "Näppäimistösyöttötila";
"KEYBOARD_INPUT_SOURCE_TOOLTIP_TYPE" = "Näppäimistöasettelu";
